Repository: dcoppari/purchaseorders
Catalog: lang/purchase-orders-*.po
Languages: es_es

source: VAT
es_es: CUIT

source: Cart is empty
es_es: No hay elementos en el pedido

source: Your order was sent, you will receive an email notifying you that your order has been sent.
es_es: Su pedido ha sido enviado, recibirá un e-mail de notificacion.

source: Unable to precess your order, please report this issue using contact form
es_es: Imposible procesar su pedido, por favor reintente.

source: Code
es_es: Codigo

source: Description
es_es: Descripcion

source: Qty
es_es: Cant.

source: Price
es_es: Precio

source: CONFIRM
es_es: CONFIRMA

source: Save for later
es_es: Guardar

source: Empty Cart
es_es: Vaciar Carrito

source: Order Now
es_es: Pedir

source: Seller
es_es: Vendedor

source: Phone
es_es: Telefono

source: Name
es_es: Nombre y Apellido

source: State
es_es: Provincia

source: Shipping
es_es: Transporte

source: Specifications for delivery
es_es: Especificaciones para la entrega

source: ORDER
es_es: Pedido

source: Purchase Orders Options
es_es: Purchase Orders Opciones

source: Cart Page ID
es_es: Pagina del Carrito

source: Create a page with the <strong>[purchaseorders]</strong> short code
es_es: Crear una página que contenga el shortcode <strong>[purchaseorders]</strong>

source: Order E-mail Subject
es_es: Asunto del E-mail

source: Order E-Mail Template
es_es: Plantilla del E-mail

source: Special variables %ORDER%, %EMAIL%, %NAME%, %PHONE%, %ADDRESS%, %NOTE%
es_es: Palabras claves %ORDER%, %EMAIL%, %NAME%, %PHONE%, %ADDRESS%, %NOTE%

source: Send HTML E-mail
es_es: Enviar E-mail HTML

source: If checked the email will be sent as HTML, otherwise it will be plain text
es_es: Al marcar esta opción se enviarán e-mails en formato HTML. Caso contrario se vera en texto plano.

source: Hide Prices
es_es: Ocultar Precios

source: Enable this option to hide prices and totals
es_es: Active esta opción si desea ocultar precios y totales

source: This is MERCADOPAGO Client ID
es_es: Ingrese el Client ID de Mercadopago

source: This is MERCADOPAGO Client SECRET
es_es: Ingrese el Client SECRET de Mercadopago

source: Enable Sandbox
es_es: Activar modo de prueba

source: Enable this option to use Mercadopago in Sandbox mode
es_es: Active esta opción si desea utilizar el modo de prueba de Mercadopago por el cual no se realizarán transacciones monetarias.

source: If you enjoy this plugin please donate!
es_es: Si le ha gustado este Plugin colabore!
